"0"="";
"10000"="撮影モード";
"10001"="Tv(シャッター速度)";
"10002"="Av(絞り数値)";
"10003"="AFモード";
"10004"="調光補正";
"10005"="露出補正";
"10006"="AEB撮影";
"10007"="測光方式";
"10008"="ホワイトバランス";
"10009"="レンズ";
"10010"="AFマイクロアジャストメント";
"10011"="焦点距離";
"10012"="ストロボ";
"10013"="画像サイズ";
"10014"="画質(圧縮率)";
"10015"="赤目緩和";
"10016"="現像パラメーター";
"10017"="ドライブモード";
"10018"="GPS情報";
"10019"="カメラの所有者名";
"10020"="カメラBody No.";
"10021"="カスタム機能";
"10022"="ホワイトバランス補正";
"10023"="JPEG画質";
"10024"="デジタル露出補正";
"10025"="ファイル名";
"10026"="カメラ機種名";
"10027"="撮影日時";
"10028"="ISO感度";
"10029"="デジタルズーム";
"10030"="動画";
"10031"="記録時間　　　　%d.%d秒";
"10032"="フレームレート  ";
"10033"="ストロボの種類";
"10034"="シンクロタイミング";
"10035"="合焦AFフレーム";
"10036"="ファイルサイズ";
"10037"="遠景";
"10038"="ISO感度ブラケティング撮影";
"10039"="ホワイトバランスブラケティング撮影";
"10040"="カラーマトリックス";
"10041"="ノイズ低減";
"10042"="色空間";
"10043"="    01:長秒時露光のノイズリダクション機能";
"10044"="    02:シャッターボタン/AEロックボタン";
"10045"="    03:ミラーアップ撮影";
"10046"="    04:TV,AVの設定ステップと露出補正ステップ";
"10047"="    05:AF補助光";
"10048"="    06:Avモードでのシャッター速度";
"10049"="    07:AEB撮影順序/自動解除";
"10050"="    08:ストロボのシンクロタイミング";
"10051"="    09:レンズ・AFストップボタンの機能変更";
"10052"="    10:日中シンクロ・ストロボ露出自動低減制御";
"10053"="    11:MENUボタンによるメニュー表示位置";
"10054"="    12:撮影時のSETボタン機能";
"10055"="    13:センサークリーニング";
"10056"="    14:スーパーインポーズの表示";
"10057"="    15:CFカード未装填時のレリーズ";
"10058"="    05:AF補助光/ストロボ発光";
"10059"="    00:フォーカシングスクリーン";
"10060"="    01:露光中のファインダー内表示";
"10061"="    02:CFカード未装填時のレリーズ";
"10062"="    03:ISO感度拡張";
"10063"="    04:シャッターボタン/AEロックボタン";
"10064"="    05:マニュアル露出時のTv、Av値設定";
"10065"="    06:露出設定ステップ";
"10066"="    07:USMレンズの電子式手動フォーカス";
"10067"="    08:上面表示パネル/背面表示パネル";
"10068"="    09:ブラケティング順/自動解除";
"10069"="    10:合焦時のAFフレーム点灯";
"10070"="    11:AFフレームの選択方法";
"10071"="    12:ミラーアップ撮影";
"10072"="    13:AFフレーム数/スポット測光";
"10073"="    14:日中シンクロ・ストロボ露出自動低減制御";
"10074"="    15:ストロボのシンクロタイミング";
"10075"="    16:セイフティシフトの設定";
"10076"="    17:AFフレームの領域拡大";
"10077"="    18:登録AFフレームへの切り換え";
"10078"="    19:レンズ・AFストップボタンの機能変更";
"10079"="    20:AI SERVO 被写体追従敏感度";
"10080"="オート";
"10081"="プログラムAE";
"10082"="シャッター速度優先AE";
"10083"="絞り優先AE";
"10084"="マニュアル露出";
"10085"="自動被写界深度";
"10086"="深度優先AE";
"10087"="バルブ撮影";
"10088"="オート";
"10089"="風景";
"10090"="夜景";
"10091"="白黒";
"10092"="セピア";
"10093"="ポートレート";
"10094"="スポーツ";
"10095"="マクロ(クローズアップ)";
"10096"="動画";
"10097"="白黒";
"10098"="ストロボ発光禁止";
"10099"="バルブ撮影";
"10100"="ワンショット AF";
"10101"="AI サーボ AF";
"10102"="AI フォーカス AF";
"10103"="マニュアルフォーカス";
"10104"="マニュアルフォーカス";
"10105"="中央部重点平均測光";
"10106"="スポット測光";
"10107"="平均測光";
"10108"="評価測光";
"10109"="部分測光";
"10110"="中央部重点平均測光";
"10111"="オート";
"10112"="太陽光";
"10113"="くもり";
"10114"="白熱電球";
"10115"="白色蛍光灯";
"10116"="ストロボ";
"10117"="マニュアル";
"10118"="白黒";
"10119"="日陰";
"10120"="色温度";
"10121"="PCセット1";
"10122"="PCセット2";
"10123"="PCセット3";
"10124"="PCセット4";
"10125"="PCセット5";
"10126"="切";
"10127"="オート";
"10128"="入";
"10129"="オート";
"10130"="オート";
"10131"="入";
"10132"="エコノミー";
"10133"="ノーマル";
"10134"="ファイン";
"10135"="RAW";
"10136"="スーパーファイン";
"10137"="自動選択";
"10138"="切";
"10139"="入";
"10140"="標準パラメータ";
"10141"="コントラスト   弱い";
"10142"="コントラスト   やや弱い";
"10143"="コントラスト   強い";
"10144"="コントラスト   やや強い";
"10145"="コントラスト   標準";
"10146"="シャープネス  弱い";
"10147"="シャープネス  やや弱い";
"10148"="シャープネス  強い";
"10149"="シャープネス  やや強い";
"10150"="シャープネス  標準";
"10151"="色の濃さ     薄い";
"10152"="色の濃さ     やや薄い";
"10153"="色の濃さ     濃い";
"10154"="色の濃さ     やや濃い";
"10155"="色の濃さ     標準";
"10156"="１枚撮影";
"10157"="連続撮影";
"10158"="セルフタイマー撮影";
"10159"="動画撮影";
"10160"="連続撮影(速度優先)";
"10161"="低速連続撮影";
"10162"="高速連続撮影";
"10163"="サイレント１枚撮影";
"10164"="緯度";
"10165"="経度";
"10166"="標高";
"10167"="測地系";
"10168"="OFF";
"10169"="ON";
"10170"="切";
"10171"="入";
"10172"="トーンカーブ  標準";
"10173"="トーンカーブ  ユーザ設定";
"10174"="トーンカーブ  カスタム設定";
"10175"="トーンカーブ  TCD1";
"10176"="トーンカーブ  TCD2";
"10177"="トーンカーブ  TCD3";
"10178"="トーンカーブ  カスタム設定";
"10179"="シャープネスの強さ   0";
"10180"="シャープネスの強さ   1";
"10181"="シャープネスの強さ   2";
"10182"="シャープネスの強さ   3";
"10183"="シャープネスの強さ   4";
"10184"="シャープネスの強さ   5";
"10185"="シャープネス  0";
"10186"="シャープネス  1";
"10187"="シャープネス  2";
"10188"="シャープネス  3";
"10189"="シャープネス  4";
"10190"="シャープネス  5";
"10191"="シャープネスの対象  粗い";
"10192"="シャープネスの対象  やや粗い";
"10193"="シャープネスの対象  標準";
"10194"="シャープネスの対象  やや細かい";
"10195"="シャープネスの対象  細かい";
"10196"="    0:切";
"10197"="    1:入";
"10198"="    0:AF/AEロック";
"10199"="    1:AEロック/AF";
"10200"="    2:AF/AFロック";
"10201"="    3:AE+レリーズ/AE+AF";
"10202"="    0:しない";
"10203"="    1:する";
"10204"="    0:1/2段";
"10205"="    1:1/3段";
"10206"="    0:入(自動)";
"10207"="    1:切";
"10208"="    0:投光する/発光する";
"10209"="    1:投光しない/発光する";
"10210"="    2:外部ストロボのみ投光/発光する";
"10211"="    3:投光する/発光しない";
"10212"="    0:自動";
"10213"="    1:1/200固定";
"10214"="    0:0 → - → +/する";
"10215"="    1:0 → - → +/しない";
"10216"="    2:- → 0 → +/する";
"10217"="    3:- → 0 → +/しない";
"10218"="    0:先幕シンクロ";
"10219"="    1:後幕シンクロ";
"10220"="    0:AFストップ";
"10221"="    1:AF作動";
"10222"="    2:AEロック(タイマー中)";
"10223"="    0:する";
"10224"="    1:しない";
"10225"="    0:メニュー先頭";
"10226"="    1:直前のメニュー(電源切で先頭)";
"10227"="    2:直前のメニュー";
"10228"="    0:通常(なし)";
"10229"="    1:記録画素/圧縮率選択";
"10230"="    2:ISO感度選択";
"10231"="    3:現像パラメータ選択";
"10232"="    0:しない";
"10233"="    1:する";
"10234"="    0:する";
"10235"="    1:しない";
"10236"="    0:する";
"10237"="    1:しない";
"10238"="    0:[N] Ec-N,R";
"10239"="    1:[L] Ec-A,B,C,CII,CIII,D,H,I,L";
"10240"="    0:しない";
"10241"="    1:する";
"10242"="    0:許可";
"10243"="    1:禁止";
"10244"="    0:しない";
"10245"="    1:する";
"10246"="    0:AF/AEロック";
"10247"="    1:AEロック/AF";
"10248"="    2:AF/AFロック(AEロックなし)";
"10249"="    3:AE/AF(AEロックなし)";
"10250"="    0:Tv値：メイン電子ダイヤル、Av値：サブ電子ダイヤル";
"10251"="    1:Tv値：サブ電子ダイヤル、Av値：メイン電子ダイヤル";
"10252"="    2:Tv値：メイン電子ダイヤル、Av値：サブ電子ダイヤル、レンズを外した状態でAv値の設定が可能";
"10253"="    3:Tv値：サブ電子ダイヤル、Av値：メイン電子ダイヤル、レンズを外した状態でAv値の設定が可能";
"10254"="    0:設定1/3  露出補正1/3";
"10255"="    1:設定1    露出補正1/3";
"10256"="    2:設定1/2  露出補正1/2";
"10257"="    0:AF作動後・可";
"10258"="    1:AF作動後・不可";
"10259"="    2:すべて不可";
"10260"="    0:撮影可能コマ数/ファイル番号";
"10261"="    1:ISO/撮影可能コマ数";
"10262"="    2:ISO/ファイル番号";
"10263"="    3:フォルダ内の画像数/撮影可能コマ数";
"10264"="    0:0 → - → +/する";
"10265"="    1:0 → - → +/しない";
"10266"="    2:- → 0 → +/する";
"10267"="    3:- → 0 → +/しない";
"10268"="    0:点灯";
"10269"="    1:しない";
"10270"="    2:点灯(淡い点灯なし)";
"10271"="    3:明るく点灯";
"10272"="    0:AFフレーム選択ボタン+ メイン(左右)・サブ(上下)電子ダイヤル操作";
"10273"="    1:露出補正ボタン+ メイン(左右)・サブ(上下)電子ダイヤル操作";
"10274"="    2:サブ電子ダイヤル単独操作(左右)、アシストボタン+メインダイヤル操作(上下)";
"10275"="    3:FEロックボタン+ メイン(左右)・サブ(上下)電子ダイヤル操作";
"10276"="    0:しない";
"10277"="    1:する";
"10278"="    0:45点/中央";
"10279"="    1:11点/AFフレーム連動";
"10280"="    2:11点/中央";
"10281"="    3:9点/AFフレーム連動";
"10282"="    0:する";
"10283"="    1:しない";
"10284"="    0:先幕シンクロ";
"10285"="    1:後幕シンクロ";
"10286"="    0:しない";
"10287"="    1:する";
"10288"="    0:しない";
"10289"="    1:1領域拡大(7点)";
"10290"="    2:自動的に拡大(最大13点)";
"10291"="    0:アシストボタン+AFフレーム選択ボタン";
"10292"="    1:アシストボタンで切り換え";
"10293"="    2:アシストボタンを押している間だけ切り換え";
"10294"="    0:AFストップ";
"10295"="    1:AFスタート";
"10296"="    2:AEロック(タイマー中)";
"10297"="    3:AFフレーム  任意→自動 自動→中央";
"10298"="    4:AFモード  ONE SHOT←→AI SERVO";
"10299"="    5:手ブレ補正機能作動";
"10300"="    0:標準";
"10301"="    1:遅い";
"10302"="    2:やや遅い";
"10303"="    3:やや速い";
"10304"="    4:速い";
"10305"="オート";
"10306"="発光";
"10307"="非発光";
"10308"="内蔵";
"10309"="外部E-TTL";
"10310"="外部A-TTL";
"10311"="先幕シンクロ";
"10312"="後幕シンクロ";
"10313"="ハイスピード";
"10314"="[右]";
"10315"="[中央]";
"10316"="[中央 右]";
"10317"="[左]";
"10318"="[左 右]";
"10319"="[左 中央]";
"10320"="[左 中央 右]";
"10321"="%y/%m/%d %H:%M:%S";
"10322"="mm";
"10323"="KB";
"10324"="(%dK)";
"10325"="切";
"10326"="セピア";
"10327"="白黒";
"10328"="遠景";
"10329"="切";
"10330"="入 1";
"10331"="入 2";
"10332"="入";
"10333"="自動";
"10334"="コントラスト   -2";
"10335"="コントラスト   -1";
"10336"="コントラスト    0";
"10337"="コントラスト   +1";
"10338"="コントラスト   +2";
"10339"="色あい        -2";
"10340"="色あい        -1";
"10341"="色あい         0";
"10342"="色あい        +1";
"10343"="色あい        +2";
"10344"="フィルター効果  なし";
"10345"="フィルター効果  黄";
"10346"="フィルター効果  オレンジ";
"10347"="フィルター効果  赤";
"10348"="フィルター効果  緑";
"10349"="調色              なし";
"10350"="調色              セピア";
"10351"="調色              青";
"10352"="調色              紫";
"10353"="調色              緑";
"10354"="sRGB";
"10355"="Adobe RGB";
"10356"="色空間      sRGB";
"10357"="色空間      Adobe RGB";
"10358"="1標準";
"10359"="2ポートレート";
"10360"="3高彩度";
"10361"="4Adobe RGB";
"10362"="5低彩度";
"10363"="6CMセット1";
"10364"="7CMセット2";
"10365"="---------";
"10366"="ピクチャースタイル";
"10367"="シャープネス";
"10368"="コントラスト";
"10369"="色の濃さ";
"10370"="色あい";
"10371"="フィルター効果";
"10372"="調色";
"10373"="-4";
"10374"="-3";
"10375"="-2";
"10376"="-1";
"10377"="0";
"10378"="1";
"10379"="2";
"10380"="3";
"10381"="4";
"10382"="5";
"10383"="6";
"10384"="7";
"10385"="N:なし";
"10386"="Ye:黄";
"10387"="Or:オレンジ";
"10388"="R:赤";
"10389"="G:緑";
"10390"="S:セピア";
"10391"="B:青";
"10392"="P:紫";
"10393"="スタンダード";
"10394"="ポートレート";
"10395"="風景";
"10396"="ニュートラル";
"10397"="忠実設定";
"10398"="モノクロ";
"10399"="ユーザー設定1";
"10400"="ユーザー設定2";
"10401"="ユーザー設定3";
"10402"="SRAW";
"10403"="日時(UTC)";
"10404"="衛星捕捉状態";
"10405"="OK";
"10406"="NG";
"10407"="長秒時露光のノイズ低減";
"10408"="高感度撮影時のノイズ低減";
"10409"="高輝度側・階調優先";
"10410"="0:しない";
"10411"="1:自動";
"10412"="2:する";
"10413"="0:しない";
"10414"="1:する";
"10415"="0:しない";
"10416"="1:する";
"10417"="外部TTL";
"10418"="オート外部調光";
"10419"="マニュアル外部調光";
"10420"="マニュアル発光";
"10421"="作成者";
"10422"="著作権情報";
"10423"="オートライティングオプティマイザ";
"10424"="0:標準";
"10425"="1:弱め";
"10426"="2:強め";
"10427"="3:しない";
"10428"="0:標準";
"10429"="1:弱め";
"10430"="2:強め";
"10431"="3:しない";
"10432"="ファームウェア";
"10433"="AEロック";
"10434"="オフ";
"10435"="オン";
"10436"="ISO感度自動設定";
"10437"="オフ";
"10438"="オン";
"10439"="FEロック";
"10440"="オフ";
"10441"="オン";
"10442"="周辺光量補正";
"10443"="しない";
"10444"="する";
"10445"="ダストデリートデータ";
"10446"="なし";
"10447"="あり";
"10448"="ライブビュー撮影";
"10449"="オフ";
"10450"="オン";
"10451"="E-TTL II調光方式";
"10452"="評価調光";
"10453"="平均調光";
"10454"="SRAW1";
"10455"="SRAW2";
"10456"="MRAW";
"10457"="クリエイティブ全自動";
"10458"="フォト・イン・ムービー";
"10459"="AEマイクロアジャストメント";
"10460"="FEマイクロアジャストメント";
"10461"="測距エリア選択モード";
"10462"="任意選択";
"10463"="スポットAF";
"10464"="領域拡大AF";
"10465"="ゾーンAF";
"10466"="自動選択";
"10467"="動画クロップ";
"10468"="雰囲気";
"10469"="標準設定";
"10470"="くっきり鮮やかに";
"10471"="暖かくやさしく";
"10472"="ふんわりやわらかく";
"10473"="ほの暗くひっそりと";
"10474"="しっとり深みのある";
"10475"="暗く";
"10476"="明るく";
"10477"="モノクロ";
"10478"="雰囲気の効果";
"10479"="強め";
"10480"="標準";
"10481"="弱め";
"10482"="少し";
"10483"="もう少し";
"10484"="さらに";
"10485"="セピア";
"10486"="白黒";
"10487"="青";
"10488"="明かりや状況";
"10489"="標準設定";
"10490"="日なた";
"10491"="日かげ";
"10492"="くもり";
"10493"="電球";
"10494"="蛍光灯";
"10495"="夕焼け";
"10496"="RAW現像";
"10497"="歪曲補正";
"10498"="色収差補正";
"10499"="リサイズ";
"10500"="クリエイティブフィルター";
"10501"="ラフモノクロ";
"10502"="ソフトフォーカス";
"10503"="トイカメラ風";
"10504"="ジオラマ風";
"10505"="クリエイティブフィルター効果の調整";
"10506"="コントラスト:標準";
"10507"="コントラスト:弱め";
"10508"="コントラスト:強め";
"10509"="色調:標準";
"10510"="色調:寒色";
"10511"="色調:暖色";
"10512"="ぼかし具合:標準";
"10513"="ぼかし具合:弱め";
"10514"="ぼかし具合:強め";
"10515"="アスペクト比";
"10516"="1:1";
"10517"="3:2";
"10518"="4:3";
"10519"="16:9";
"10520"="動画撮影モード";
"10521"="自動露出";
"10522"="マニュアル露出";
"10523"="ビデオスナップ";
"10524"="ビデオライト";
"10525"="手動点灯";
"10526"="自動点灯";
"10527"="オート";
"10528"="魚眼風";
"10529"="効果:標準";
"10530"="効果:弱め";
"10531"="効果:強め";
"10532"="標準";
"10533"="弱め";
"10534"="強め";
"10535"="しない";
"10536"="シーンインテリジェントオート";
"10537"="HDR撮影";
"10538"="する";
"10539"="しない";
"10540"="Dレンジ調整";
"10541"="自動";
"10542"="仕上がり効果";
"10543"="ナチュラル";
"10544"="絵画調標準";
"10545"="グラフィック調";
"10546"="油彩調";
"10547"="ビンテージ調";
"10548"="画像位置自動調整";
"10549"="する";
"10550"="しない";
"10551"="多重露出";
"10552"="する";
"10553"="しない";
"10554"="多重露出制御";
"10555"="加算";
"10556"="加算平均";
"10557"="比較(明)";
"10558"="比較(暗)";
"10559"="重ねる枚数";
"10560"="領域拡大AF:上下左右";
"10561"="領域拡大AF:周囲";
"10562"="動画圧縮率";
"10563"="高圧縮(IPB)";
"10564"="低圧縮(ALL-I)";
"10565"="標準";
"10566"="弱め";
"10567"="強め";
"10568"="しない";
"10569"="しない";
"10570"="する";
"10571"="しない";
"10572"="自動";
"10573"="する";
"10574"="ソフト1枚撮影";
"10575"="ソフト連続撮影";
"10576"="1枚:ソフト動作";
"10577"="超高速連続撮影";
"10578"="AFカスタム設定ガイド機能";
"10579"="被写体追従特性";
"10580"="速度変化に対する追従性";
"10581"="測距点乗り移り特性";
"10582"="個別グループ制御";
"10583"="先幕シンクロ";
"10584"="後幕シンクロ";
"10585"="ハイスピード";
"10586"="手持ち夜景";
"10587"="HDR逆光補正";
"10588"="動画サーボAF";
"10589"="する";
"10590"="しない";
"10591"="コンティニュアスAF";
"10592"="する";
"10593"="しない";
"10594"="顔＋追尾優先AF";
"10595"="ライブ多点AF";
"10596"="ライブ1点AF";
"10597"="マルチショットノイズ低減機能";
"10598"="油彩風";
"10599"="効果:標準";
"10600"="効果:弱め";
"10601"="効果:強め";
"10602"="水彩風";
"10603"="色の濃度:標準";
"10604"="色の濃度:淡い";
"10605"="色の濃度:濃い";
"10606"="サーボAF";
"10607"="Canon Log";
"10608"="入";
"10609"="切";
"10610"="シャープネス";
"10611"="彩度";
"10612"="色相";
"10613"="動画分割情報";
"10614"="あり";
"10615"="動画圧縮形式";
"10616"="MPEG-4 AVC/H.264";
"10617"="Motion JPEG";
"10618"="記録時間";
"10619"="%d.%d 秒";
"10620"="フレームレート";
"10621"="スーパー35mmクロップ";
"10622"="明かりの色あい";
"10623"="トリミング";
"10624"="寒色";
"10625"="やや寒色";
"10626"="標準";
"10627"="やや暖色";
"10628"="暖色";
"10629"="3:4";
"10630"="2:3";
"10631"="9:16";
"10632"="キッズ";
"10633"="料理";
"10634"="キャンドルライト";
"10635"="ジオラマ風動画";
"10636"="外部";
"10637"="TTL";
"10638"="A-TTL";
"10639"="E-TTL";
"10640"="調光オート";
"10641"="調光マニュアル";
"10642"="顔ライブAF";
"10643"="ラージゾーンAF（ゾーン任意選択）";
"10644"="フリッカーレス撮影";
"10645"="しない";
"10646"="する";
"10647"="する(補正データなし)";
"10648"="編集用(ALL-I)";
"10649"="標準(IPB)";
"10650"="軽量(IPB)";
"10651"="夜景ポートレート";
"10652"="クリエイティブアシスト";
"10653"="ハイダイナミックレンジ";
"10654"="1点AF";
"10655"="プラスムービーオート";
"10656"="ダイジェスト";
"10657"="HDR動画撮影";
"10658"="オート(雰囲気優先)";
"10659"="オート(ホワイト優先)";
"10660"="ディテール重視";
"10661"="強さ";
"10662"="細かさ";
"10663"="しきい値";
"10664"="タイムラプス動画";
"10665"="クロップ/アスペクト";
"10666"="1.3倍（クロップ）";
"10667"="1.6倍（クロップ）";
"10668"="自分撮り";
"10669"="HDR油彩調";
"10670"="HDRグラフィック調";
"10671"="HDRビンテージ調";
"10672"="HDR絵画調標準";
"10673"="ファンタジー";
"10674"="オールドムービー";
"10675"="メモリー";
"10676"="ダイナミックモノクローム";
"10677"="ジオラマ風動画";
"10678"="回折補正";
"10679"="する";
"10680"="しない";
"10681"="デジタルレンズオプティマイザ";
"10682"="フレーム切り出し";
"10683"="ソフト高速連続撮影";
"10684"="ソフト低速連続撮影";
"10685"="DPRAW設定";
